{
    "english": "Inglés",
    "spanish": "Castellano",
    "catalan": "Catalán",
    "german": "Alemán",
    "swedish": "Sueco",
    "home": "FirePrime",
    "questionnaire": "Cuestionario",
    "preferedLang": "Idioma preferido",
    "startFill": "Compruebe la vulnerabilidad de su casa respondiendo a unas preguntas",
    "languages": "Idiomas",
    "cancel": "Cancelar",
    "next": "Siguiente",
    "checkVuln": "¡Comprueba tu vulnerabilidad!",
    "done": "¡Hecho!",
    "check": "Comprobar",
    "addHouse": "Añadir casa",
    "fillInfo": "Rellena la información de la casa",
    "address": "Dirección",
    "country": "País",
    "lastResult": "Última avaluación",
    "risk": "Vulnerabilidad",
    "noResult": "No hay resultados",
    "updateQuestionnaire": "Actualiza las respuestas del cuestionario",
    "update": "Actualizar",
    "fillQuestionnaire": "Comprueba la vulnerabilidad de su casa con un qüestionari!",
    "fill": "Comprobar",
    "continueQuestionnaire": "Continua el cuestionario para comprobar la vulnerabilidad de tu casa",
    "continue": "Continuar",
    "resultsHistory": "Consulta tu historial de resultados",
    "myResults": "Resultados",
    

    "edit": "Editar casa",
    "deleteHouse": "Borrar casa",
    "deleteHouseWarning1": "¿Estás seguro de que quieres borrar esta casa?",
    "deleteHouseWarning2": "Al borrar la casa también se borrará toda la información referente a las avaluaciones de riesgo y no se podrá recuperar.",
    "delete": "Borrar",

    "editHouse": "Edita la información de la casa",
    "name": "Nombre",
    "save": "Guardar",
    "plsFillName": "Por favor, introduce el nombre de la casa",
    "plsFillAddress": "Por favor, introduece la dirección de la casa",
    "plsSelectCountry": "Por favor, selecciona el país de la casa",
    "houseExists": "Este nombre de casa ya existe",

    "show_desc": "Mostrar descripción",
    "hide_desc": "Ocultar descripción",
    "other": "Otro",
    
    "show_details": "Mostrar detalles",
    "hide_details": "Ocultar detalles",

    "about_firePrime": "Acerca de FirePrime",
    "about_projText1": "La aplicación FirePrime ",
    "about_projText2": "ha sido desarrollada por el ",
    "about_projText3": " dentro del ",
    "about_projText4": " , bajo el acuerdo de subvención ",
    "about_projText5": "financiado por el ",
    "about_devText1": "La aplicación ha sido implementada por ",
    "about_devText2": "bajo la supervisión de ",
    "and": "y ",
    "about_devText3": "y con el apoyo consultivo de ",

    "results": "Resultados",
    "vulnerability": "La vulnerabilidad de su casa es de:",
    "structural_vulnerabilities": "Vulnerabilidades estructurales",
    "combustible_facade_elements": "Elementos combustibles de fachada",
    "non_combustible_foundation": "Cimentación no combustible",
    "exterior_envelope": "Envolvente de edificación",
    "glazing_systems": "Sistemas de vidrio",
    "roof": "Techo",
    "vents": "Ventilación",
    "semi_confined": "Espacio semiconfinado",
    "glazing_failure": "Fallo de vidrio",
    "shutter_failure": "Fallo de persiana",
    "roof_material": "Material del techo",
    "roof_maintenance": "Mantenimiento del techo",


    "improve": "Mejóralo",
    "mitigations_actions": "Acciones de mejora",
    "no_mitigations": "No hay acciones de mejora disponibles",


    "selectedOption": "La opción seleccionada és: ",
    "actualSituation": "SITUACIÓN ACTUAL",
    "applyImprovement": "APLICACIÓN DE MEJORAS",
    "improveOptions": "Mejora la vulnerabilitat escogiendo una de las siguientes opciones: ",
    "totalVulnerability": "Vulnerabilidad total",
    "before": "Antes",
    "now": "Ahora",


    "european_countries": {
        "albania": "Albania",
        "andorra": "Andorra",
        "armenia": "Armenia",
        "austria": "Austria",
        "azerbaijan": "Azerbaiyán",
        "belarus": "Bielorrusia",
        "belgium": "Bélgica",
        "bosniaHerzegovina": "Bosnia i Herzegovina",
        "bulgaria": "Bulgaria",
        "croatia": "Croacia",
        "cyprus": "Chipre",
        "czechia": "República Checa",
        "denmark": "Dinamarca",
        "estonia": "Estonia",
        "finland": "Finlandia",
        "france": "Francia",
        "georgia": "Georgia",
        "germany": "Alemania",
        "greece": "Grecia",
        "hungary": "Hungría",
        "iceland": "Islandia",
        "ireland": "Irlanda",
        "italy": "Italia",
        "latvia": "Letonia",
        "liechtenstein": "Liechtenstein",
        "lithuania": "Lituana",
        "luxembourg": "Luxembourgo",
        "malta": "Malta",
        "moldova": "Moldavia",
        "monaco": "Mónaco",
        "montenegro": "Montenegro",
        "netherlands": "Paises bajos",
        "northMacedonia": "Macedonia del Norte",
        "norway": "Noruega",
        "poland": "Polonia",
        "portugal": "Portugal",
        "romania": "Rumania",
        "russia": "Rusia",
        "sanmarino": "San Marino",
        "serbia": "Serbia",
        "slovakia": "Eslovaquia",
        "slovenia": "Eslovenia",
        "spain": "España",
        "sweden": "Suecia",
        "switzerland": "Suiza",
        "turkey": "Turquía",
        "ukraine": "Ucraina",
        "unitedKingdom": "Reino Unido",
        "vaticanCity": "Ciudad de Vaticano"
    },

    "material-1": {
        "title": "Materiales de fachada",
        "question": "¿Qué materiales están presentes en la envolvente exterior de su edificio (es decir, paredes exteriores, balcones, porches, etc.)? (excluidas las persianas)",
        "description": "Los elementos de fachada combustibles (por ejemplo, madera, vinilo) son vulnerables a todo tipo de incendios forestales. Incluso las teas o las llamas de baja intensidad pueden encender un elemento de fachada de madera o vinilo, mientras que los ladrillos y los elementos de hormigón resisten mucho mejor al fuego. Los porches de madera implican una gran superficie horizontal sobre la que pueden caer las teas (partículas ardientes que provienen del fuego). Su estrecho contacto con el suelo del jardín también los hace vulnerables al contacto directo con las llamas.",
        "timber": "Madera",
        "vinylSiding": "Revestimiento de vinilo",
        "concreteBricks": "Hormigón o ladrillos",
        "other": "Otros"
    },
    "roof-1": {
        "title": "Cubierta",
        "question": "¿Su cubierta o conjunto de cubierta están hechos de materiales resistentes al fuego (por ejemplo, tejas de arcilla, tejas de hormigón, tejas de asfalto con composición de fibra de vidrio, pizarra, etc.)?",
        "description": "Cuando la cubierta del techo presenta huecos, la estructura que se encuentra debajo queda expuesta al fuego. El fuego también puede entrar a través de espacios no sellados entre el techo y las paredes externas. La limpieza de escombros del techo y las canaletas es clave para evitar la ignición de combustibles que puedan acumularse (por ejemplo, agujas de pino secas).",
        "roofFireRated": "Sí",
        "roofNonFireRated": "No"
    },
    "roof-2": {
        "title": "Cubierta",
        "question": "¿Tu tejado presenta alguno de los siguientes problemas? \n- Tejas rotas o faltantes \n- Láminas expuestas \n- Espacios sin sellar entre la cubierta y las paredes externas \n- La limpieza de los residuos que se acumulan en el techo o canelones no se realiza regularmente",
        "description": "Cuando la cubierta presenta huecos, la estructura interior queda expuesta al fuego. El fuego también puede entrar a través de espacios no sellados entre el techo y las paredes externas. La limpieza de escombros del techo y los canelones es clave para evitar la ignición de combustibles que pueden acumularse (por ejemplo, agujas de pino secas).",
        "roofPoorlyMaintaned": "Sí",
        "roofWellMaintained": "No"
    },
    "glazing-1": {
        "title": "Vidiros",
        "question": "¿Qué tipo de vidrio tienen las ventanas y puertas de vidrio?",
        "description": "Las ventanas y las puertas de vidrio son a menudo uno de los elementos más expuestos al fuego. Los sistemas de vidrio roto son puntos de entrada para las brasas y el calor, lo que puede provocar la ignición de combustibles dentro de la casa. Los sistemas de vidrio simple resisten menos al fuego y al calor comparados con los sistemas de vidrio doble o múltiple, o con el vidrio templado. Si el edificio tiene más de un tipo de sistema de vidrio, selecciona la opción más representativa.",
        "singlePane": "Vidrio simple",
        "doublePane": "Vidrio doble o múltiple",
        "tempered": "Vidrio templado"
    },
    "glazing-2": {
        "title": "Vidrios",
        "question": "¿Todos los sistemas de vidrio están protegidos con persianas? Si es así, ¿de qué material están hechas las persianas?",
        "description": "Si las ventanas están protegidas con persianas, el calor recibido por el vidrio se reduce, aumentando las posibilidades de que el vidrio no se rompa. Las persianas de madera y PVC son combustibles y podrían encenderse o derretirse (en el caso del PVC). Las persianas de aluminio y con clasificación de resistencia al fuego (por ejemplo, de acero) han demostrado resistir bien la exposición al fuego forestal. Para bloquear el calor proveniente del fuego, las persianas y las láminas deben estar completamente cerradas.",
        "notAllProtected": "No todos los sistemas de vidrio están protegidos con persianas",
        "wood": "Madera",
        "pvc": "PVC",
        "aluminium": "Aluminio",
        "fireRated": "Materiales resistentes al fuego"
    },
    "vents-1": {
        "title": "Ventilación",
        "question": "¿Tiene aberturas de ventilación sin protección (es decir, rejillas de ventilación sin ningún tipo de protección)?",
        "description": "Las aberturas de ventilación son posibles puntos de entrada de tizones que podrían incendiar el edificio desde el interior. Los tipos de ventilación más habituales que se encuentran en las casas son las aberturas del tejado para la ventilación del ático (por ejemplo, tejas de ventilación, respiraderos para cerrar las cumbreras), las chimeneas y las aberturas para la ventilación de las cocinas.",
        "noVentProtection": "Sí",
        "allProtected": "No, todas están protegidas",
        "noVents": "No hay aberturas de ventilación"
    },
    "vents-2": {
        "title": "Ventilación",
        "question": "¿Qué tipo de protección de ventilación está presente?",
        "description": "Los respiraderos deben estar protegidos con mallas de alambre resistentes a la corrosión y no combustibles (por ejemplo, aluminio, acero galvanizado, acero inoxidable, cobre, revestimiento intumescente), con una longitud característica lo suficientemente pequeña para evitar el paso de tizones (< 2 mm).",
        "combustibleProtection": "Combustible",
        "nonCombGoodCond": "No combustible en buenas condiciones (sin daños)",
        "nonCombBadCond": "No combustible en mal estado (oxidado o dañado)"
    },
    "semiConf-1": {
        "title": "Espacio semi-confinado",
        "question": "¿Hay un espacio semi-confinado adyacente a tu casa (es decir, que comparte al menos una pared con la casa) que contenga materiales combustibles?",
        "description": "Los espacios semi-confinados son áreas parcialmente abiertas, como las situadas bajo terrazas, porches, tarimas, aleros o marquesinas, o espacios cerrados en cobertizos abiertos. La presencia de materiales combustibles en estos espacios supone una gran acumulación de calor, y si estos materiales se encienden, puede provocar daños estructurales en el envolvente del espacio semi-confinado.",
        "yesSemiConf": "Sí",
        "noSemiConf": "No"
    },
    "semiConf-2": {
        "title": "Espacio semi-confinado",
        "question": "¿Hay algún sistema de vidrio no protegido (es decir, sin persianas) (por ejemplo, puertas de vidrio o ventanas) que conecte el espacio semi-confinado con el interior del edificio?",
        "description": "Los sistemas de vidrio no protegidos son un elemento muy débil en cuanto a la resistencia al fuego. Si los elementos dentro del espacio semi-confinado se encienden, el vidrio podría romperse y permitir la entrada del fuego en el edificio.",
        "glazingSystems": "Sí",
        "noGlazingSystems": "No"
    },
    "semiConf-3": {
        "title": "Espacio semi-confinado",
        "question": "¿De qué materiales están hechas las paredes del espacio semi-confinado?",
        "description": "Los materiales combustibles del espacio semi-confinado son los más vulnerables al fuego, ya que se pueden encender y provocar la propagación del fuego por el envolvente y hacia el interior del edificio. Los materiales no combustibles, como el aluminio o el acero, son más resistentes, pero aún podrían fundirse o perder resistencia cuando se exponen a una dosis de calor lo suficientemente alta. Los materiales no combustibles como los ladrillos o el hormigón son los más resistentes a los efectos del fuego.",
        "combustibleEnvelope": "Materiales combustibles (por ejemplo, madera, revestimiento de vinilo)",
        "nonCombThin": "Materiales no combustibles como el aluminio o el acero (por ejemplo, persianas sin vidrio, como una puerta de garaje)",
        "nonCombThick": "Materiales no combustibles como ladrillos o hormigón."
    },
    "fuels-1a": {
        "title": "Combustibles",
        "question": "¿Los combustibles, como la vegetación ornamental u otros tipos de elementos combustibles, están al menos a 7 m de los sistemas de vidrio?",
        "description": "Debido a la debilidad de los sistemas de vidrio ante el fuego, se recomienda colocar los combustibles (vegetación u otros elementos combustibles) lo más lejos posible de los sistemas de vidrio. También deben considerarse las terrazas y tarimas de madera, ya que representan una gran superficie horizontal sobre la que pueden caer brasas (partículas encendidas que provienen del fuego). Su contacto cercano con el suelo del jardín también las hace vulnerables al contacto directo con las llamas.",
        "7closeToGlazing": "Sí",
        "7farFromGlazing": "No"
    },
    "fuels-1b": {
        "title": "Combustibles",
        "question": "¿Todos los combustibles (vegetación u otros tipos de elementos combustibles) están al menos a 5 m de los sistemas de vidrio?",
        "description": "Debido a la debilidad de los sistemas de vidrio ante el fuego, se recomienda colocar los combustibles (vegetación u otros elementos combustibles) lo más lejos posible de los sistemas de vidrio. También deben considerarse las terrazas y tarimas de madera, ya que representan una gran superficie horizontal sobre la que pueden caer brasas (partículas encendidas que provienen del fuego). Su contacto cercano con el suelo del jardín también las hace vulnerables al contacto directo con las llamas.",
        "5closeToGlazing": "Sí",
        "5farFromGlazing": "No"
    },
    "fuels-2": {
        "title": "Combustibles",
        "question": "¿Los combustibles, como la vegetación ornamental u otros tipos de elementos combustibles, están al menos a 5 m del techo?",
        "description": "Debido a la vulnerabilidad del techo ante el fuego, se recomienda colocar los combustibles (vegetación u otros elementos combustibles) a al menos 5 m del techo. Esto incluye árboles que pueden tener ramas colgando sobre el techo.",
        "closeToRoof": "Sí",
        "farFromRoof": "No"
    },
    "fuels-3": {
        "title": "Combustibles",
        "question": "¿Los combustibles (vegetación artificial e inflamable) están colocados de manera que no se encuentren directamente contra la fachada que contiene elementos combustibles? (esto incluye tarimas combustibles).",
        "description": "Cuando la fachada incluye elementos combustibles, es importante no almacenar combustibles contra la fachada ni tener vegetación cerca.",
        "fuelsAgainstFacade": "Sí",
        "fuelsNotAgainstFacade": "No"
    },
    "fuels-4": {
        "title": "Combustibles",
        "question": "¿Hay discontinuidad de elementos combustibles superficiales dentro de los 10 m del edificio?",
        "description": "Una capa superficial no continua ayuda a ralentizar o detener la propagación del fuego a través de combustibles superficiales como la hierba, las hojas caídas o el mantillo combustible. Para evitar la continuidad del combustible, se pueden utilizar materiales como grava o guijarros.",
        "discontSurf": "Sí",
        "contSurf": "No"
    },
    "artFuels-1": {
        "title": "Combustibles artificiales",
        "question": "¿Los materiales combustibles (por ejemplo, vegetación, áreas de almacenamiento, sistemas de construcción combustibles) están al menos a 2 m de un depósito de gas licuado de petróleo (GLP) sobre el suelo (esto también incluye bidones con un volumen total > 0,5 m³)?",
        "description": "Cuando un depósito de gas licuado de petróleo (GLP) doméstico sobre el suelo se expone al calor de un incendio, el depósito se calienta y aumenta la presión. Si la presión del depósito alcanza el punto de configuración de la válvula de seguridad (PRV), esta se abrirá, liberando GLP que se encenderá inmediatamente, formando un fuego a chorro, lo que empeorará la carga térmica sobre el depósito y sus alrededores. En el peor de los casos, esto puede evolucionar hacia una explosión y la ignición de objetos circundantes. Por lo tanto, es mejor no tener combustibles situados a menos de 2 m del depósito.",
        "closeToLPG": "Sí",
        "farFromLPG": "No",
        "noLPG": "No aplicable"
    },
    "artFuels-2": {
        "title": "Combustibles artificiales",
        "question": "¿La distancia entre los combustibles artificiales o paquetes de combustible es de al menos 5 m?",
        "description": "Aunque estén lejos del incendio forestal, los combustibles aún pueden encenderse por brasas. Es importante que los combustibles o los paquetes de combustible estén al menos a 5 m unos de otros, de manera que si uno se enciende, el fuego no se propague a los demás.",
        "spacingLess5": "Sí",
        "spacingMore5": "No",
        "noSpacing": "No aplicable"
    },
    "artFuels-3": {
        "title": "Combustibles artificiales",
        "question": "En el caso de vegetación salvaje formada principalmente por árboles situados a más de 30 m del edificio, ¿los combustibles artificiales situados en la zona de ignición del hogar están colocados a una distancia mínima de 20 m de estos árboles?",
        "description": "Cuando la vegetación salvaje se enciende, puede arder con una intensidad muy alta. Para evitar la propagación del fuego de esta vegetación a otros combustibles, se recomienda colocar los combustibles artificiales a al menos 20 m de los árboles salvajes.",
        "placedIn20": "Sí",
        "placedFurther20": "No",
        "noPlacement": "No aplicable"
    },
    "vegetation-1": {
        "title": "Vegetación",
        "question": "¿Toda la vegetación salvaje está situada al menos a 30 m del edificio?",
        "description": "Cuando se enciende, la vegetación salvaje puede arder con una intensidad muy alta. Por lo tanto, se recomienda reducir la cantidad de vegetación salvaje tanto como sea posible en un radio de 30 m alrededor del edificio.",
        "vegIn30": "Sí",
        "noVegIn30": "No",
        "noApplicableVegIn30": "No aplicable"
    },
    "vegetation-2": {
        "title": "Vegetación",
        "question": "¿Qué tipo de vegetación hay a menos de 30 m del edificio?",
        "description": "Se recomienda no tener especies altamente inflamables en la propiedad o dentro de los 30 m del edificio. Ejemplos de estas especies son: pinos, eucaliptos, cipreses.",
        "closelyLeaves": "Plantas con hojas y ramas muy juntas, texturas finas, hojas pequeñas, finas y estrechas (por ejemplo, pinos, cipreses)",
        "highOils": "Plantas con altos niveles de aceites o resinas",
        "looseBark": "Plantas con corteza suelta y fibrosa (por ejemplo, eucaliptos)",
        "denseBranching": "Plantas con ramificación abierta y poco densa, que no retienen hojas muertas y no tienen altos niveles de aceites o resinas",
        "grass": "Césped",
        "noVeg": "No hay vegetación"
    },
    "vegetation-3": {
        "title": "Vegetación",
        "question": "¿Hay discontinuidad entre las copas de los árboles, arbustos, setos y otras vegetaciones?",
        "description": "La vegetación situada a menos de 30 m del edificio debe tratarse para crear discontinuidad y reducir la intensidad del fuego y su propagación a través de la vegetación. Esto ayuda a crear un espacio defendible alrededor del edificio, donde la vegetación se modifica y gestiona para romper la continuidad y reducir la cantidad de combustible disponible para el fuego.",
        "discontVeg": "Sí",
        "contVeg": "No",
        "noApplicableDiscVeg": "No aplicable"
    },
    "vegetation-4": {
        "title": "Vegetación",
        "question": "¿Los combustibles superficiales bajos (por ejemplo, césped) tienen una profundidad máxima de 10 cm?",
        "description": "La presencia de césped es un parámetro importante para la supervivencia de una estructura durante un incendio forestal, ya que proporciona distancia entre los combustibles salvajes y el edificio. Se recomienda cortar el césped a una longitud máxima de 10 cm.",
        "lowSurfaceLess10": "Sí",
        "lowSurfaceMore10": "No",
        "noLowSurface": "No aplicable"
    },
    "vegetation-5": {
        "title": "Vegetación",
        "question": "¿Hay vegetación muerta o restos vegetales?",
        "description": "La vegetación muerta o los restos vegetales deben eliminarse periódicamente dentro del área de 30 metros alrededor del edificio. Estos combustibles están muy secos y pueden encenderse fácilmente cuando llegan las llamas.",
        "deadVeg": "Sí",
        "noDeadVeg": "No"
    },
    "vegetation-6": {
        "title": "Vegetación",
        "question": "¿Están podados los árboles?",
        "description": "Las ramas de los árboles deben podarse para aumentar la separación vertical entre los combustibles a nivel del suelo y la copa de los árboles.",
        "puring": "Sí",
        "noPuring": "No",
        "noApplicablePuring": "No aplicable"
    },
    "vegetation-7": {
        "title": "Vegetación",
        "question": "¿Qué se utiliza para delimitar tu propiedad y separarla de las propiedades vecinas?",
        "description": "",
        "woodenFence": "Valla de madera",
        "Hedgerow": "Seto vegetal",
        "metalPosts": "Valla con postes metálicos",
        "chainLink": "Valla de alambre",
        "concreteMore2": "Valla de hormigón (al menos 2 metros de altura)",
        "concreteLess2": "Valla de hormigón (menos de 2 metros de altura)",
        "noDelimitation": "No hay valla o delimitación física"
    },

    "material-2-images":  {
        "austria-material-2.1": "Buildings entirely made of wood",
        "austria-material-2.3": "Buildings partly made of wood",
        "austria-material-2.5": "Wooden elements",
        "austria-material-2.7": "Attached wooden buildings"
    },
    "roof-1-images": {
        "spain-tiles-1": "Ejemplo de tejas de barro",
        "spain-tiles-2": "Ejemplo de tejas de hormigón",
        "default-tiles": "Ejemplo de tejas de hormigón"
    },
    "roof-2-images": {
        "spain-debris-1": "Ejemplo de tejas de barro bien colocadas y rotas",
        "spain-debris-2": "Ejemplo de acumulación de escombros en tejado y canalón",
        "default-debris": "Ejemplo de tejas de barro bien colocadas y rotas"
    },
    "glazing-1-images": {
        "spain-pane": "Sistemas de vidrio simple, doble y triple",
        "default-pane": "Sistemas de vidrio simple, doble y triple"
    },
    "glazing-2-images": {
        "spain-shutter-1": "Persiana de PVC o de aluminio",
        "spain-shutter-2": "Persiana de aluminio",
        "default-shutter": "Persiana de aluminio"
    },
    "vents-1-images": {
        "spain-kitchenVent": "Ejemplo de abertura de ventilación de cocina",
        "default-kitchenVent": "Ejemplo de abertura de ventilación de cocina"
    },
    "fuels-1a-images": {
        "austria-fuels-1.1": "",
        "austria-fuels-1.2": "",
        "austria-fuels-1.3": ""
    },
    "fuels-1b-images": {
        "austria-fuels-1.1": "",
        "austria-fuels-1.2": "",
        "austria-fuels-1.3": ""
    },
    "fuels-3-images": {
        "spain-fuels-3": "Combustibles cerca de la fachada",
        "default-fuels-3": "Combustibles cerca de la fachada"
    },
    "artFuels-1-images": {
        "spain-artFuels-1": "Dipósito de tanque mal ubicado",
        "default-artFuels-1": "Dipósito de GLP demasiado cerca de una tanca"
    }
}