Repository: FIREPRIME-APP/fireprime
Catalog: lib/l10n/app_*.arb
Languages: ca

source: Hello World!
ca: Hola món

source: English
ca: Anglès

source: Spanish
ca: Catellà

source: Catalan
ca: Català

# startFill
source: Check your house vulnerability with a questionnaire
ca: Comprovi la vulnerabilitat de la seva casa amb un qüestionari

source: Questionnaire
ca: Qüestionari

source: Home
ca: Inici

# lang
source: Prefered language
ca: Idioma preferit

# fill
source: Fill in
ca: Omplir

# changLang
source: Languages
ca: Idiomes

source: Cancel
ca: Cancel·lar

source: Next
ca: Següent

# address
source: What is your address?
ca: Quina és la teva adreça?

# enterAddress
source: Please enter your address
ca: Introdueixi la seva adreça

# windowsProtec
source: What is your windows protection?
ca: Quina protecció té per la seva finestra?

source: FireProof
ca: A prova de foc

# alumnium
source: Aluminium
ca: Alumini

source: Wood
ca: Fusta

source: noShutters
ca: Sense persianes

# glazingThick
source: Enter your glazing thickness (mm)
ca: Introdueixi el gruix de l'envidrament (mm)

# roofMat
source: How is your roof material
ca: Com és el material de la seva teulada?

# nonComb
source: Non Combustible
ca: No Combustible

# roofMaint
source: How is your roof maintenance
ca: Com és el manteniment de la teva teulada?

source: Good
ca: Bo

source: Bad
ca: Dolent

# ventsProtec
source: What is your vents protection?
ca: Quina és la protecció de la seva ventilació?

source: None
ca: Cap

# haveSemiConf
source: Do you have a Semi-Confined space?
ca: Té un espai semiconfinat?

source: Yes
ca: Sí

# combMatSemiConf
source: Enter the combustible material coverage in the semi-confined space (% vol.)
ca: Introdueixi la cobertura de material combustible en l'espai semiconfinat (% vol.)

# envTypeSemiConf
source: What envelope type has the semi-confined space adjacent to the building?
ca: Quin tipus d'envolupant té l'espai semiconfinat adjacent a l'edifici

# combWalls
source: Combustible Walls
ca: Parets combustibles

# nonCombThin
source: Non-Combustible Thin
ca: Delgat no combustible

# nonCombThick
source: Non-Combustible Thick
ca: Gruixut no combustible

# winCov
source: What is the windows coverage in the semi-confined space adjacent to the building? (%)
ca: Quina és la cobertura de les finestres en l'espai semiconfinat adjacent a l'edifici? (%)

# ornZone1
source: Ornamental fuel in ZONE 1: (%)
ca: Combustible ornamental en ZONA 1: (%)

# artZone1
source: Artificial fuel in ZONE 1: (%)
ca: Combustible artificial en ZONA 1: (%)

# wildZone1
source: Wildland fuel in ZONE 1: (%)
ca: Combustible forestal en ZONA 1: (%)

# ornZone2
source: Ornamental fuel in ZONE 2: (%)
ca: Combustible ornamental en ZONA 2: (%)

# artZone2
source: Artificial fuel in ZONE 2: (%)
ca: Combustible artificial en ZONA 2: (%)

# wildZone2
source: Wildland fuel in ZONE 2: (%)
ca: Combustible forestal en ZONA 2: (%)

# checkVuln
source: Check your vulnerability!
ca: Comprova la teva vulnerabilitat!

source: Done!
ca: Fet!

source: Check
ca: Comprovar

# start
source: {startId, select, other{Missing translation} questionnaire{Questionnaire} startFill{Check your house vulnerability with a questionnaire}}
ca: {startId, select, other{Falta traducció} questionnaire{Qüestionari} startFill{Comprovi la vulnerabilitat de la seva casa amb un qüestionari}}

# questionsGroup1
source: {questionId, select, other{Missing translation} address{What is your address?} windowsProtec{What is your windows protection?} glazingThick {Enter your glazing thickness (mm)} roofMat{How is your roof material? } roofMaint {How is your roof maintenance? } ventsProtec{What is your vents protection? }}
ca: {questionId, select, other{Falta traducció} address{Quina és la teva adreça?} windowsProtec{Quina protecció té per la seva finestra?} glazingThick {Introdueixi el gruix de l'envidrament (mm)} roofMat{Com és el material de la seva teulada? } roofMaint {Com és el manteniment de la teva teulada? } ventsProtec{Quina és la protecció de la seva ventilació? }}

# answersGroup1
source: {answerId, select, other{Missing translation} fireProof{FireProof} alumnium{Aluminium} wood{Wood} pvc{PVC} noShutters{noShutters} comb{Combustible} nonComb{Non Combustible} good{Good} bad{Bad} nonCombGood{Non-Combustible in good conditions} nonCombBad{Non-Combustible in bad conditions} noVents{No vents protection} none{None}}
ca: {answerId, select, other{Falta traducció} fireProof{A prova de foc} alumnium{Alumini} wood{Fusta} pvc{PVC} noShutters{Sense persianes} comb{Combustible} nonComb{No Combustible} good{Bo} bad{Dolent} nonCombGood{No combustible en bones condicions } nonCombBad{No combustible en males condicions} noVents{No hi ha protecció de ventilacions} none{Cap}}

# questionsGroup2
source: {questionId, select, other{Missing translation} haveSemiConf{Do you have a Semi-Confined space?} combMatSemiConf{Enter the combustible material coverage in the semi-confined space (% vol.)} envTypeSemiConf{What envelope type has the semi-confined space adjacent to the building? } winCov{What is the windows coverage in the semi-confined space adjacent to the building? (%) }}
ca: {questionId, select, other{Falta traducció} haveSemiConf{Té un espai semiconfinat?} combMatSemiConf{Introdueixi la cobertura de material combustible en l'espai semiconfinat (% vol.) } envTypeSemiConf{Quin tipus d'envolupant té l'espai semiconfinat adjacent a l'edifici? } winCov{Quina és la cobertura de les finestres en l'espai semiconfinat adjacent a l'edifici? (%) }}

# answersGroup2
source: {answerId, select, other{Missing translation} yes{Yes} no{No} combWalls{Combustible Walls} nonCombThin{Non-Combustible Thin} nonCombThick {Non-Combustible Thick}}
ca: {answerId, select, other{Falta traducció} yes{Sí} no{No} combWalls{Parets combustibles} nonCombThin{Delgat no combustible} nonCombThick {Gruixut no combustible}}

# questionsGroup3
source: {questionId, select, other{Missing translation} ornZone1{Ornamental fuel in ZONE 1: (%) } artZone1{Artificial fuel in ZONE 1: (%) } wildZone1{Wildland fuel in ZONE 1: (%)} ornZone2{Ornamental fuel in ZONE 2: (%) } artZone2{Artificial fuel in ZONE 2: (%) } wildZone2{Wildland fuel in ZONE 2: (%)}}
ca: {questionId, select, other{Falta traducció} ornZone1{Combustible ornamental en ZONA 1: (%) } artZone1{Combustible artificial en ZONA 1: (%) } wildZone1{Combustible forestal en ZONA 1: (%) } ornZone1{Combustible ornamental en ZONA 2: (%) } artZone1{Combustible artificial en ZONA 2: (%) } wildZone1{Combustible forestal en ZONA 2: (%) }}

# finish
source: {finishId, select, other{Missing translation} checkVuln{Check your vulnerability!} done{Done!} check {Check}}
ca: {finishId, select, other{Falta traducció} checkVuln{Comprova la teva vulnerabilitat!} done{Fet!} check {Comprovar}}

# material
source: Façade materials
ca: Materials de façana

# material_1_question
source: What materials are present on your building's exterior envelope (i.e., external walls, balconies, porches, etc.)? (excluding shutters)
ca: Quins materials hi ha a l'envoltant exterior del vostre edifici (és a dir, parets exteriors, balcons, porxos, etc.)? (excepte persianes)

# material_1_description
source: Combustible façade elements (e.g., timber, vinyl) are vulnerable to all types of wildfire ignitions. Even firebrands or low-intensity flames may ignite a timber or vinyl façade element, while bricks and concrete elements resist much better to fire. Wooden porches entail a large horizontal surface on which firebrands (burning particles that come from the fire) may land. Their close contact with the garden floor also makes them vulnerable to direct flame contact.
ca: Els elements combustibles de façana (per exemple, fusta, vinil) són vulnerables a tot tipus d'encesa d'incendi forestal. Fins i tot els focs o les flames de baixa intensitat poden encendre un element de façana de fusta o vinil, mentre que els maons i els elements de formigó resisteixen molt millor al foc. Els porxos de fusta comporten una gran superfície horitzontal sobre la qual poden aterrar les tintes (partícules ardents que provenen del foc). El seu contacte proper amb el terra del jardí també els fa vulnerables al contacte directe de la flama.

source: Timber
ca: Fusta

# vinyl
source: Vinyl siding
ca: Revestiment de vinil

# concreteBricks
source: Concrete or bricks
ca: Formigó o maons

source: Roof
ca: Sostre

# roof_1_question
source: Is your roof covering or your roof assembly made of fire-rated material (e.g. clay tiles, concrete tiles, asphalt glass fibre composition singles, slate, etc.)?
ca: La coberta del teu sostre o el teu conjunt de teulada està fet de material resistent al foc (per exemple, rajoles d'argila, teules de formigó, composició de fibra de vidre d'asfalt, pissarra, etc.)?

# roof_1_description
source: When the roof covering presents gaps, the structure laying underneath is then exposed to the fire. The fire can also enter through unsealed spaces between the roof and external walls. The cleaning from debris of the roof and gutters is key to avoid ignition of fuels that may pile up (e.g., dried pine needles).
ca: Quan la coberta de la coberta presenta buits, l'estructura que hi ha a sota queda exposada al foc. El foc també pot entrar per espais no segellats entre la coberta i les parets exteriors. La neteja dels residus del sostre i els canalons és clau per evitar l'encesa de combustibles que es puguin acumular (per exemple, agulles de pi seques).

# roof_2_question
source: Does your roof present any of the following? - Broken or missing tiles - Exopsed sheeting - Unsealed spaces between the roof and external walls - Cleaning of debris piling up on roof or gutters is not regularly performed
ca: El teu sostre presenta algunes de les següents situacions? - Rajoles trencades o que falten - Làmines exposades - Espais no segellats entre el sostre i les parets exteriors - La neteja de les deixalles que s'amunteguen a la teulada o canalons no es realitza regularment

# roof_2_description
source: When the roof covering presents gaps, the structure laying underneath is then exposed to the fire. The fire can also enter through unsealed spaces between the roof and external walls. The cleaning from debris of the roof and gutters is key to avoid ignition of fuels that may pile up (e.g., dried pine needles).
ca: Quan la coberta de la coberta presenta buits, l'estructura que hi ha a sota queda exposada al foc. El foc també pot entrar per espais no segellats entre la coberta i les parets exteriors. La neteja dels residus del sostre i els canalons és clau per evitar l'encesa de combustibles que es puguin acumular (per exemple, agulles de pi seques).

# glazing
source: Glazing systems
ca: Vidres i portes de vidre

# glazing_1_question
source: What is the type of glazing of windows and glass doors?
ca: Quin tipus de vidre tenen les finestres i les portes de vidre de la teva casa?

# glazing_1_description
source: Windows and glass doors are frequently one of the most exposed elements to fire. Broken glazing systems are entry points for firebrands and heat, which can potentially trigger ignition of fuels inside the house. Single pane glazing systems resist less to fire and heat exposure compared to double or multiple pane systems or tempered glass. If your building presents more than one type of glazing systems, select the most representative option.
ca: Les finestres i les portes de vidre són sovint un dels elements més exposats al foc. Els sistemes de vidre trencats són punts d'entrada per a les marques de foc i la calor, que poden provocar l'encesa de combustibles dins de la casa. Els sistemes de vidre d'un sol vidre resisteixen menys al foc i a l'exposició a la calor en comparació amb els sistemes de vidre doble o múltiple o el vidre temperat. Si el vostre edifici presenta més d'un tipus de sistemes de vidre, seleccioneu l'opció més representativa.

source: Single pane
ca: Sol panel

source: Double/Multiple pane
ca: Doble/Multiple panel

source: Tempered glass
ca: Vidre temperat

# glazing_2_question
source: Are all glazing systems protected by shutters? If yes, which material are the shutters made of?
ca: Les finestres estan protegides per persianes? En cas afirmatiu, de quin material estan fetes les persianes?

# glazing_2_description
source: If windows are protected by shutters, then the heat received by the glass is reduced, increasing the chances that the glass will not break. Wood and PVC shutters are combustible and could ignite or melt (in case of PVC). Aluminium and fire-rated (e.g., steel) shutters have proven to resist well to wildfire exposure. To block the heat coming from the fire, shutters and shutter slats should be completely closed.
ca: Si les finestres estan protegides per persianes, la calor rebuda pel vidre es redueix, augmentant les possibilitats que el vidre no es trenqui. Les persianes de fusta i PVC són combustibles i es poden encendre o fondre (en cas de PVC). S'ha demostrat que les persianes d'alumini i antiincendis (per exemple, d'acer) resisteixen bé a l'exposició al foc forestal. Per bloquejar la calor que prové del foc, les persianes i les lames de la persiana han d'estar completament tancades.

# notAllProtected
source: Not all glazing systems are protected by shutters
ca: No tots els sistemes de vidre estan protegits per persianes

# fireRated
source: Fire rated materials
ca: Materials resistents al foc

source: Vents
ca: Ventilació

# vents_1_question
source: Do you have unprotected ventilation openings (i.e. vents without any type of screening)?
ca: Tens obertures de ventilació sense protecció (és a dir, ventilacions sense cap tipus de pantalla)?

# vents_1_description
source: Ventilation openings are potential entry points for firebrands that could ignite the building from inside. Typical types of vents found in houses are roof openings for attic ventilation (e.g. vent tiles, ridge closer vents), chimneys, and openings for the ventilation of kitchens.
ca: Les obertures de ventilació són punts d'entrada potencials per a tintes que poden encendre l'edifici des de l'interior. Els tipus típics de ventilació que es troben a les cases són les obertures del sostre per a la ventilació de les golfes (per exemple, rajoles de ventilació, ventilacions de tancament d'aresta), xemeneies i obertures per a la ventilació de les cuines.

# noAllProtected
source: No, they are all protected
ca: No, totes les obertures de ventilació estan protegides

# noVents
source: There are no vents
ca: No hi ha obertures de ventilació

# vents_2_question
source: What type of vent protection is present?
ca: Quin tipus de protecció de ventilació hi ha?

# vents_2_description
source: Vents should be screened with corrosion-resistant, non-combustible wire meshes (e.g. aluminium, galvanized steel, stainless steel, copper, intumescent coating), with a characteristic length small enough to prevent the pass of firebrands (< 2mm).
ca: Els conductes de ventilació s'han de tapar amb malles de filferro resistents a la corrosió i no combustibles (per exemple, alumini, acer galvanitzat, acer inoxidable, coure, recobriment intumescent), amb una longitud característica prou petita per evitar el pas de tintes (< 2 mm).

# nonCombGood
source: Non-Combustible in good conditions (no damage)
ca: No combustible en bones condicions (sense danys)

# nonCombBad
source: Non-Combustible in bad condition (rusted or damaged)
ca: No combustible en mal estat (rovellat o danyat)

# semiConf
source: Semi-confined space
ca: Espai semiconfinat

# semiConf_1_question
source: Is there a semi-confined space adjacent to your house (i.e., it has at least one wall in common with the house) that contains combustible materials?
ca: Hi ha un espai semiconfinat adjacent a casa teva (és a dir, té almenys una paret en comú amb la casa) que contingui materials combustibles?

# semiConf_1_description
source: Semi-confined spaces are areas that are partially open, such as those located under terraces, porches, decks, eaves or canopies, or the spaces enclosed in open sheds. The presence of combustible materials in such spaces entails large heat accumulation, should these materials be ignited, leading potentially to structural damage of the envelope of the semi-confined space.
ca: Els espais semiconfinats són espais parcialment oberts, com els situats sota terrasses, porxos, cobertes, ràfecs o marquesines, o els espais tancats en coberts oberts. La presència de materials combustibles en aquests espais comporta una gran acumulació de calor, en cas d'encendre aquests materials, que pot provocar danys estructurals a l'embolcall de l'espai semiconfinat.

# semiConf_2_question
source: Are there any unprotected (i.e., no shutters) glazing systems (e.g., glass doors or windows) connecting the semi-confined space with the interior of the building?
ca: Hi ha sistemes de vidre sense protecció (és a dir, sense persianes) (per exemple, portes o finestres de vidre) que connectin l'espai semiconfinat amb l'interior de l'edifici?

# semiConf_2_description
source: Unprotected glazing systems are a very weak element when it comes to fire resistance. If the elements inside the semi-confined space are ignited, the glass could break and allow fire entrance inside the building.
ca: Els sistemes de vidre sense protecció són un element molt feble pel que fa a la resistència al foc. Si s'encenen els elements de l'espai semiconfinat, el vidre podria trencar-se i permetre l'entrada del foc a l'interior de l'edifici.

# semiConf_3_question
source: What materials are the walls of the envelope made of?
ca: De quins materials estan fetes les parets de l'espai semiconfinat?

# semiConf_3_description
source: Combustible envelope materials are the weakest to fire, as they can ignite and cause fire spread along the envelope and towards the inside of the building. Non-combustible materials such as aluminium or steel are more resistant, but could still melt or lose strength when exposed to a large enough heat dose. Non-combustible materials such as bricks or concrete are the most resistant to the effects of fire.
ca: Els materials de l'envoltant combustible són els més febles al foc, ja que es poden encendre i provocar la propagació del foc per l'envoltant i cap a l'interior de l'edifici. Els materials no combustibles com l'alumini o l'acer són més resistents, però encara podrien fondre's o perdre força quan s'exposen a una dosi de calor prou gran. Els materials no combustibles com els maons o el formigó són els més resistents als efectes del foc.

# combMat
source: Combustible materials (e.g., timber, vinyl siding)
ca: Materials combustibles (per exemple, fusta, revestiment de vinil)

# nonCombAS
source: Non-combustible materials such as aluminium or steel (e.g., shutters without glazing - such as a garage door)
ca: Materials no combustibles com l'alumini o l'acer (per exemple, persianes sense vidre, com ara una porta de garatge)

# nonCombBC
source: Non-combustible materials such as bricks or concrete
ca: Materials no combustibles com ara maons o formigó.

# fuels_close
source: Fuels close to building
ca: Combustibles a prop de l'edifici

# fuels_close_1a_question
source: Are fuels such as ornamental vegetation or other types of combustible elements located at least 7 m from glazing systems?
ca: Els combustibles com la vegetació ornamental o altres tipus d'elements combustibles estan situats almenys a 7 m dels sistemes de vidre?

# fuels_close_1a_description
source: Due to the weakness of glazing systems to fire, it is advised to place fuels (vegetation or other combustible items) at least 7 m from any single pane glazing system.
ca: A causa de la debilitat dels sistemes de vidre al foc, s'aconsella col·locar combustibles (vegetació o altres elements combustibles) com a mínim a 7 m de qualsevol sistema de vidre d'un sol vidre.

# fuels_close_2a_question
source: Are fuels such as ornamental vegetation or other types of combustible elements located at least 5 m from the roof?
ca: Els combustibles com la vegetació ornamental o altres tipus d'elements combustibles estan situats com a mínim a 5 m del sostre?

# fuels_close_2a_description
source: Due to the weakness of the roof to fire, it is advised to place fuels (vegetation or other combustible items) at least 5 m from it. This includes trees that might have branches that hang over the roof.
ca: A causa de la debilitat del sostre al foc, s'aconsella col·locar combustibles (vegetació o altres elements combustibles) com a mínim a 5 m d'aquest. Això inclou els arbres que poden tenir branques que pengen sobre el terrat.

# fuels_close_1b_question
source: Are all fuels (vegetation or other types of combustible elements) located at least 5 m from glazing systems or the roof?
ca: Tots els combustibles (vegetació o altres tipus d'elements combustibles) estan situats almenys a 5 m dels sistemes de vidre o del sostre?

# fuels_close_1b_description
source: Due to the weakness of glazing systems and the roof to fire, it is advised to place fuels (vegetation or other combustible items) at least 5 m from any double/multiple pane or tempered glazing system and from the roof. This includes trees that might have branches that hang over the roof.
ca: A causa de la debilitat dels sistemes de vidre i de la coberta al foc, s'aconsella col·locar combustibles (vegetació o altres elements combustibles) com a mínim a 5 m de qualsevol vidre doble/múltiple o sistema de vidre temperat i de la coberta. Això inclou els arbres que poden tenir branques que pengen sobre el terrat.

# fuels_close_3_question
source: Are all fuels stored so that they are not placed directly against the façade?
ca: S'emmagatzemen tots els combustibles de manera que no es col·loquin directament contra la façana?

# fuels_close_3_description
source: When the façade includes combustible elements, it is important to not store any fuels against the façade or have any vegetation on it.
ca: Quan la façana inclogui elements combustibles, és important no emmagatzemar cap combustible contra la façana ni tenir vegetació.

# fuels_close_4_question
source: Is there discontinuity of surface combustible elements within 10 m from the building?
ca: Hi ha discontinuïtat dels elements combustibles superficials a menys de 10 m de l'edifici?

# fuels_close_4_description
source: A non-continuous surface layer helps in slowing or stopping fire spread through surface fuels such as grass, litter or combustible mulch. To prevent fuel continuity, mulches such as gravel or pebbles can be used.
ca: Una capa superficial no contínua ajuda a frenar o aturar la propagació del foc a través de combustibles superficials com l'herba, la deixalleria o el mantell combustible. Per evitar la continuïtat del combustible, es poden utilitzar matolls com ara grava o còdols.

source: Not applicable
ca: No aplicable

# fuels_close_5_question
source: Is all wildland vegetation located at least 30 m from the building?
ca: Tota la vegetació silvestre està situada com a mínim a 30 m de l'edifici?

# fuels_close_5_description
source: When ignited, wildland vegetation can burn at a very high intensity. It is therefore recommended to reduce the amount of wildland vegetation as much as possible within a radius of 30 m from the building.
ca: Quan s'encén, la vegetació silvestre pot cremar a una intensitat molt elevada. Per tant, es recomana reduir al màxim la quantitat de vegetació silvestre en un radi de 30 m des de l'edifici.

# art_fuels
source: Artificial fuels
ca: Combustibles artificials
