Repository: FIREPRIME-APP/fireprime
Catalog: lib/l10n/app_*.arb
Languages: ca

# art_fuels_1_question
source: Are combustible materials (e.g., vegetation, storage spaces, combustible building systems) located at least 2 m from an LPG tank (this includes also canisters with a total volume > 0.5 m3)?
ca: Els materials combustibles (per exemple, vegetació, espais d'emmagatzematge, sistemes d'edificis combustibles) es troben a una distància mínima de 2 m d'un dipòsit de GLP (això inclou també els bidons amb un volum total > 0,5 m3)?

# art_fuels_1_description
source: When an above ground domestic Liquified Petroleum Gas (LPG) tank is exposed to the heat coming from a fire, the tank will heat up and pressurize. If the tank pressure reaches the Pressure Relief Valve (PRV) set point, this will open, releasing LPG that will immediately ignite forming a jet fire, which will worsen the heat load to the tank and its surroundings. In the worst case it may evolve into an explosion and the ignition of surrounding objects. It is therefore best to not have any combustible fuels located within 2 m from the tank.
ca: Quan un dipòsit domèstic de gas liquat de petroli (GLP) sobre el terra està exposat a la calor procedent d'un incendi, el dipòsit s'escalfa i es pressuritza. Si la pressió del dipòsit arriba al punt de consigna de la vàlvula d'alleujament de pressió (PRV), aquesta s'obrirà, alliberant GLP que s'encendrà immediatament formant un foc de raig, que empitjorarà la càrrega de calor al dipòsit i al seu entorn. En el pitjor dels casos, pot evolucionar cap a una explosió i l'encesa dels objectes circumdants. Per tant, és millor no tenir combustibles situats a menys de 2 m del dipòsit.

# art_fuels_2_question
source: Is the distance between artificial fuels or fuel packs at least 5 m?
ca: La distància entre combustibles artificials o paquets de combustible és d'almenys 5 m?

# art_fuels_2_description
source: Even when located far from the wildfire, fuels can still be ignited by firebrands. It is important for fuels or fuel packs to be located at least 5 m from each other, so that if ignition of one happens, the fire does not spread to the other fuels.
ca: Fins i tot quan es troben lluny de l'incendi forestal, els combustibles encara es poden encendre amb tintes de foc. És important que els combustibles o paquets de combustible estiguin situats com a mínim a 5 m els uns dels altres, de manera que si es produeix l'encesa d'un, el foc no s'estengui als altres combustibles.

# art_fuels_3_question
source: In case of wild vegetation of mainly trees, are artificial fuels placed at a distance of minimum 20 m from these trees?
ca: En cas de vegetació silvestre d'arbres principalment, es col·loquen combustibles artificials a una distància mínima de 20 m d'aquests arbres?

# art_fuels_3_description
source: When ignited, wildland vegetation can burn at a very high intensity. To avoid fire spread from this type of vegetation to other fuels, it is recommended to place artificial fuels at least 20 m from wildland trees.
ca: Quan s'encén, la vegetació silvestre pot cremar a una intensitat molt elevada. Per evitar la propagació del foc des d'aquest tipus de vegetació a altres combustibles, es recomana col·locar combustibles artificials com a mínim a 20 m dels arbres del bosc.

source: Vegetation
ca: Vegetació

# vegetation_1_question
source: Are there no highly flammable species (e.g. pine tree, eucalyptus, cypress, etc.) or vegetation with closely packed leaves and branches, fine textures, small, thin and narrow leaves, and high amounts of resins or oils located within 30 m from the building?
ca: No hi ha espècies altament inflamables (per exemple, pi, eucaliptus, xiprer, etc.) o vegetació amb fulles i branques molt compactes, textures fines, fulles petites, primes i estretes, i grans quantitats de resines o olis situats a menys de 30 m del edifici?

# vegetation_1_description
source: It is recommended to not have any highly flammable species on the property or within 30 m from the building. Examples of these species are: pine trees, eucalyptus, cypress.
ca: Es recomana no tenir cap espècie altament inflamable a la finca ni a menys de 30 m de l'edifici. Exemples d'aquestes espècies són: pins, eucaliptus, xiprers.

# plantsClose
source: Plants with closely packed leaves and branches, fine textures, small, thin and narrow leaves (e.g., pine trees, cypress)
ca: Plantes amb fulles i branques molt compactes, textures fines, fulles petites, primes i estretes (per exemple, pins, xiprers)

# plantsHigh
source: Plants with high levels of oils or resins
ca: Plantes amb alts nivells d'olis o resines

# plantsLoose
source: Plants with loose, stringy bark (e.g., eucalyptus)
ca: Plantes amb escorça solta i fibrosa (per exemple, eucaliptus)

# plantsOpen
source: Plants with open and loose, sparsely dense branching, that don’t retain dead leaves and do not have high levels of oils or resins
ca: Plantes amb ramificació oberta i solta, poc densa, que no conserven fulles mortes i no presenten alts nivells d'olis o resines.

# vegetation_2_question
source: Is there discontinuity between tree crowns, shrubs, hedges and other vegetation?
ca: Hi ha discontinuïtat entre copes d'arbres, arbustos, bardisses i altra vegetació?

# vegetation_2_description
source: Vegetation located within 30 m from the building should be treated to create discontinuity to reduce fire intensity and spread along the vegetation. This helps in creating a defensible space around the building, in which vegetation is modified and managed to break up continuity and reduce the amount of fuel available to the fire.
ca: La vegetació situada a menys de 30 m de l'edifici s'ha de tractar per crear discontinuïtat per reduir la intensitat del foc i estendre's per la vegetació. Això ajuda a crear un espai de defensa al voltant de l'edifici, en el qual es modifica la vegetació i s'aconsegueix trencar la continuïtat i reduir la quantitat de combustible disponible per al foc.

# vegetation_3_question
source: Are low surface fuels max 10 cm deep?
ca: Els combustibles de superfície baixa tenen una profunditat màxima de 10 cm?

# vegetation_3_description
source: The presence of a lawn is an important parameter for structure survivability in a wildfire, as it provides distancing between wildland fuels and the building. It is recommended to mow the lawn at a maximum grass length of 10 cm.
ca: La presència d'una gespa és un paràmetre important per a la supervivència de l'estructura en un incendi forestal, ja que proporciona una distància entre els combustibles forestals i l'edifici. Es recomana tallar la gespa a una longitud màxima de gespa de 10 cm.

# vegetation_4_question
source: Is there no dead vegetation or vegetative debris?
ca: No hi ha vegetació morta ni restes vegetatives?

# vegetation_4_description
source: Dead vegetation or vegetative debris should be periodically removed within the area of 30 m from the building. These fuels are very dry and will easily ignite when reached by the fire.
ca: La vegetació morta o les restes vegetals s'han d'eliminar periòdicament dins l'àrea de 30 m de l'edifici. Aquests combustibles són molt secs i s'encén fàcilment quan els arriba el foc.

# vegetation_5_question
source: Are trees pruned?
ca: Es talen els arbres?

# vegetation_5_description
source: Tree branches should be pruned to increase vertical separation between fuels at the ground level and the canopy.
ca: Les branques dels arbres s'han de podar per augmentar la separació vertical entre els combustibles a nivell del terra i la copa.

# roof_images
source: {roof_images, select, other{Missing description} roof_1_catalunya{Example of clay tiles} roof_1_other {Example of concrete tiles} roof_2_catalunya {Example of debris accumulation on roof and gutter} roof_2_other {Example of well placed and broken clay tiles}}
ca: {roof_images, select, other{Falta descripció} roof_1_catalunya{Exemple de rajoles de fang} roof_2_catalunya{Exemple d'acumulació de deixalles al sostre i canalons} roof_1_other{Exemple de rajoles de formigó} roof_2_other{Exemple de rajoles de fang ben col·locades i trencades}}

# glazing_images
source: {glazing_images, select, other{Missing description} glazing_1_catalunya{Single, double and triple pane systems} glazing_1_other {Single, double and triple pane systems} glazing_2_catalunya{This type of shutter can be made either of PVC or aluminium} glazing_2_other {Aluminium shutter. In order to protect the glazing from the fire, the slats should close completely}}
ca: {glazing_images, select, other{Falta descripció} glazing_1_catalunya{Sistemes de vidre simple, doble i triple} glazing_1_other {Sistemes de vidre simple, doble i triple} glazing_2_catalunya {Aquest tipus de persiana pot ser de PVC o d'alumini} glazing_2_other {Persiana d'alumini. Per protegir el vidre del foc, els llistons s'han de tancar completament}}

# vents_images
source: {vents_images, select, other{Missing description} vents_1_catalunya{Example of a kitchen ventilation opening} vents_1_other {Example of a kitchen ventilation opening}}
ca: {vents_images, select, other{Falta descripció} vents_1_catalunya{Exemple d'obertura de ventilació de cuina} vents_1_other {Exemple d'obertura de ventilació de cuina}}

# fuels_close_images
source: {fuels_close_images, select, other{Missing description} fuels_close_3_catalunya{Example of combustible elements stored against a combustible facade} fuels_close_3_other{Example of combustible elements stored against a combustible facade}}
ca: {fuels_close_images, select, other{Falta descripció} fuels_close_3_catalunya{Exemple d'elements combustibles emmagatzemats contra una façana combustible} fuels_close_3_other{Exemple d'elements combustibles emmagatzemats contra una façana combustible}}

# art_fuels_images
source: {art_fuels_images, select, other{Missing description} art_fuels_1_catalunya{Example of a badly placed tank} art_fuels_1_other{Example of an LPG tank located too close to a hedge}}
ca: {art_fuels_images, select, other{Falta descripció} art_fuels_1_catalunya{Exemple de tanc mal col·locat} art_fuels_1_other{Exemple d'un dipòsit de GLP situat massa a prop d'una tanca}}

# show_desc
source: Show description
ca: Mostrar descripció

# hide_desc
source: Hide description
ca: Ocultar descripció

# gauche_titles
source: {gauche_titles, select, other{Missing description} structural_vulnerabilities{Structural vulnerabilities} combustible_facade_elements{Combustible facade elements} glazing_systems{Glazing systems} roof{Roof} vents{Vents} semi_confined{Semi-confined space}}
ca: {gauche_titles, select, other{Falta títol} structural_vulnerabilities{Vulnerabilitats estructurals} combustible_facade_elements{Elements combustibles de façana} glazing_systems{Sistemes de vidre} roof{Sostre} vents{Ventilació} semi_confined{Espai semiconfinat}}
